import React from 'react';
import ClassesReviewCloud from '../ClassesReviewCloud';

const Review9Full = () => (
  <ClassesReviewCloud
    full
    title="Анна, 17"
    subtitle={<>г. Москва, Россия<br />Pre-intermediate-Intermediate Plus (2021-2024)</>}
    description={<>
      «Вероника, хочу сказать тебе огромное спасибо! Ты дала мне намного больше, чем просто английский. Вместе с языком я получила навыки тайм-менеджмента, дисциплины и ответственности. Сейчас, оглядываясь назад на свои ошибки и «нагоняи», я понимаю — это и был настоящий рост. Всё было не зря.
      <br /><br />
      Каждый урок я буквально впитывала всё, о чём ты рассказывала — и по теме, и просто из жизни. Благодаря разным темам я начала формировать собственную точку зрения и научилась выражать её на английском. Особенно полюбила часть с creative thinking — когда включается мышление, и нужно передать свои мысли на английском так, как в реальных жизненных ситуациях. Это бесценно.
      <br /><br />
      Очень ценно и то, что ты сама постоянно развиваешься, стараешься давать максимально качественный материал и при этом учишься у своих студентов (даже сленгу 😊). На наших уроках мы обсуждали то, о чём я бы сама никогда не задумалась.
      <br /><br />
      С тобой я чувствую себя уверенно в английском, потому что никто не дал мне такой прочной базы, такого объёма практики и повторений. После последнего занятия я окончательно поняла, что люблю английский. И чем глубже я его изучаю, тем сильнее в этом убеждаюсь.
      Я точно знаю, что хочу вернуться к занятиям с тобой. Не знаю, когда именно, но уверена — это обязательно случится. Спасибо тебе за всё!»
    </>}
  />
);

export default Review9Full;
