import React from 'react';
import ClassesReviewCloud from '../ClassesReviewCloud';

const Review9Full = () => (
  <ClassesReviewCloud
    full
    title="Анна, 29, графический дизайнер, преподаватель"
    subtitle={<>г. Москва, Россия<br />Intermediate (2025-...)</>}
    description={<>
      «Мне очень нравятся занятия! С тобой по-человечески комфортно, и для меня важно, что на уроки действительно хочется идти — без внутреннего сопротивления, а с интересом.
      Я была приятно удивлена тем, насколько продумана организация: расписание, пространство для домашних заданий, сами задания. Всё структурировано, понятно и при этом живо. Отдельно хочу отметить, что упражнения разнообразные и адаптированы под современный, реально используемый английский — это чувствуется.
      Большой плюс — возможность выполнять задания с телефона. Это правда ценно. В сравнении с другими платформами, где можно заниматься только с ноутбука, здесь гораздо больше гибкости. Особенно нравятся квизы: их удобно проходить в любую свободную минуту — почти как Duolingo, только без абьюза от совы 😊
      Самым запоминающимся для меня стал момент, когда мои аудио с говорением обсуждались на планёрке двух преподавателей, чтобы выбрать оптимальную стратегию обучения. Это настоящий уровень персонализации — и это очень круто.»
    </>}
  />
);

export default Review9Full;
