import React from 'react';
import ClassesReviewCloud from '../ClassesReviewCloud';

const Review3Full = () => (
  <ClassesReviewCloud
    full
    title="Полина, 22, тату-мастер, гончар"
    subtitle={<>г. Санкт-Петербург, Россия<br />Elementary-Intermediate Plus (2021-...)</>}
    description={<>
      «Люблю и жду наши занятия как в первый раз! Всё так же ухожу с чувством счастья и удовлетворенности после наших встреч.
      Наш формат, конечно, сильно меняется за столько лет, например, сейчас мы много болтаем, но это классно, ведь раньше я бы не смогла так много говорить и рассуждать о всяком.
      <br /> <br />
      Мне очень нравится твой творческий подход к оформлению материалов и выбор тем, на основе которых мы все это изучаем — очень ценю твою гибкость и чуткость.
      Живые диалоги, творческие домашки и свобода выбора тем по интересам - любимое!»
    </>}
  />
);

export default Review3Full;
