import React from 'react';
import ClassesReviewCloud from '../ClassesReviewCloud';

const Review6Full = () => (
  <ClassesReviewCloud
    full
    title="Полина, 20, студентка"
    subtitle={<>г. Самара, Россия<br />Elementary-Upper-intermediate (2021-...)</>}
    description={<>
      «С Вероникой мы занимаемся английским уже достаточно долгое время, и при этом я не теряю интерес к урокам,  для меня это большой показатель качества занятий! Темы всегда интересные и разнообразные, а большое количество примеров, в том числе из реальной жизни и личного опыта Вероники, делает материал легко запоминающимся.
      <br /><br />
      Отдельно хочу  отметить, что Вероника постоянно развивается как преподаватель, идёт в ногу со временем, обновляет подходы и формат занятий, поэтому уроки остаются актуальными и современными. Атмосфера на занятиях комфортная и поддерживающая, заниматься приятно и мотивирующе.»
    </>}
  />
);

export default Review6Full;
