import React from 'react';
import ClassesReviewCloud from '../ClassesReviewCloud';

const Review7Full = () => (
  <ClassesReviewCloud
    full
    title="Оксана, 28, офис-менеджер"
    subtitle={<>г. Лимассол, Кипр<br />Intermediate-Intermedaite Plus (2024-...)</>}
    description={<>
      «Мне очень нравятся занятия и твой формат работы. Ценно, что ты стараешься подбирать актуальные именно для меня темы и внедряешь их через полезные материалы — будь то герундий и инфинитив или word formation. 
      <br /><br />
      Чувствуется индивидуальный подход и внимание к моим запросам.
      Полезным и запоминающимся для меня становятся сами уроки — с каждого занятия обязательно что-то остаётся. Отдельно нравится формат повторения слов в Quizlet и то, как мы играли в бинго — это делает процесс живым и помогает лучше закреплять лексику.»
    </>}
  />
);

export default Review7Full;
