import React from 'react';
import ClassesReviewCloud from '../ClassesReviewCloud';

const Review4Full = () => (
  <ClassesReviewCloud
    full
    title="Евгения, 26, COO"
    subtitle={<>г. Лимассол, Кипр<br />Pre-intermediate–Intermediate (2024-...)</>}
    description={<>
      «Я постоянно меняла репетиторов по английскому, и вот уже чуть больше двух лет занимаюсь с Никой  и за всё это время это самые комфортные занятия. Ника всегда очень доброжелательна, терпеливая и внимательная, и даже когда я не могу прийти на занятие, она всегда подстраивается под мой график.
      <br /> <br />
      Благодаря тому, что Ника подбирает уроки индивидуально под каждого ученика, мне действительно интересно и удобно заниматься. За два года я значительно увеличила словарный запас, мне стало гораздо легче говорить.
      <br /><br />
      Раньше у меня были проблемы с восприятием информации на слух, а сейчас стало намного проще.
      <br />
      Ника топчик ❤️»
    </>}
  />
);

export default Review4Full;
